aaron-bond.better-comments
adpyke.codesnap
af4jm.vscode-m3u
bitwisecook.tcl
DavidAnson.vscode-markdownlint
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
dracula-theme.theme-dracula
esbenp.prettier-vscode
ex-codes.pine-script-syntax-highlighter
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
gencay.vscode-chatgpt
GitHub.copilot
gitpod.gitpod-desktop
jeff-hykin.better-shellscript-syntax
JuanBlanco.solidity
kejun.devtoys
KevinRose.vsc-python-indent
laktak.hjson
magicstack.MagicPython
mechatroner.rainbow-csv
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-tr
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
NoahSyn10.pydoctestbtn
Okteto.remote-kubernetes
PKief.material-icon-theme
RandomFractalsInc.vscode-data-preview
rangav.vscode-thunder-client
rifi2k.format-html-in-php
ritwickdey.LiveServer
samuelcolvin.jinjahtml
SonarSource.sonarlint-vscode
sourcery.sourcery
TabNine.tabnine-vscode
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wingrunr21.vscode-ruby
zhuangtongfa.material-theme